var timeline_data = {
'dateTimeFormat': 'iso8601',

'events' : [
        {'start': '2009-12-32',
        'title': '1.5.1. Разработка методики анализа соответствия нормативных правовых ...',
        'description': 'Ключевое событие 1.5.1. Разработка методики анализа соответствия нормативных правовых актов субъектов Российской Федерации федеральному законодательству об образовании',
        'icon' : "green-circle.png"
        },

        {'start': '2009-12-32',
            'title': '1.5.2. Разработка проектов административных регламентов по исполнению...',
            'description': 'Ключевое событие 1.5.2. Разработка проектов административных регламентов по исполнению переданных федеральных полномочий',
            'icon' : "green-circle.png"
        },

        {'start': '2009-12-32',
            'title': '1.5.3. Мониторинг соблюдения законодательства в сфере образования в с...',
            'description': 'Ключевое событие 1.5.3. Мониторинг соблюдения законодательства в сфере образования в субъектах РФ',
            'icon' : "green-circle.png",
            'color': 'red'
        },

        
        {'start': '2010-06-31',
        	'title': '1.5.4. Мониторинг соблюдения законодательства в сфере образования в с...',
            'description': 'Ключевое событие 1.5.4. Мониторинг соблюдения законодательства в сфере образования в субъектах РФ.',
            'icon' : "green-circle.png"
        },
        
        {'start': '2010-06-31',
            'title': '1.5.5. Разработка методических рекомендаций по обеспечению повышения ...',
            'description': 'Ключевое событие 1.5.5. Разработка методических рекомендаций по обеспечению повышения эффективности технологий исполнения переданных полномочий Российской Федерации в области образования в субъектах Российской Федерации.',
            'icon' : "green-circle.png"
        },
        
        
        {'start': '2010-12-32',
            'title': '1.5.6. Формирование доклада об исполнении законодательства Российской...',
            'description': 'Ключевое событие 1.5.6. Формирование доклада об исполнении законодательства Российской Федерации об образовании',
            'icon' : "green-circle.png"
        },
        
        
        {'start': '2011-06-31',
            'title'       : '1.5.7. Мониторинг соблюдения законодательства в сфере образования в с...',
            'description' : 'Ключевое событие 1.5.7. Мониторинг соблюдения законодательства в сфере образования в субъектах РФ.',
            'icon'        : "green-circle.png"
        },
        
        {'start'          : '2011-12-32',
            'title'       : '1.5.8. Формирование доклада об исполнении законодательства Российской...',
            'description' : 'Ключевое событие 1.5.8. Формирование доклада об исполнении законодательства Российской Федерации об образовании',
            'icon'        : "blue-circle.png"
        },
        
        {'start'          : '2011-12-32',
            'title'       : '1.5.9. Совершенствование нормативного и методического обеспечения осу...',
            'description' : 'Ключевое событие 1.5.9. Совершенствование нормативного и методического обеспечения осуществления функций по контролю и надзору в сфере образования и реализации переданных полномочий',
            'icon'        : "blue-circle.png",
            'color'       : 'red'            	
        },
        {'start'          : '2012-06-31',
            'title'       : '1.5.10. Мониторинг соблюдения законодательства в сфере образования в ...',
            'description' : 'Ключевое событие 1.5.10. Мониторинг соблюдения законодательства в сфере образования в субъектах российской Федерации',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-12-32',
            'title'       : '1.5.11. Подготовка доклада об исполнении законодательства Российской ...',
            'description' : 'Ключевое событие 1.5.11. Подготовка доклада об исполнении законодательства Российской Федерации об образовании',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-12-32',
            'title'       : '1.5.12. Совершенствование нормативного и методического обеспечения ос...',
            'description' : 'Ключевое событие 1.5.12. Совершенствование нормативного и методического обеспечения осуществления функций по контролю и надзору в сфере образования и реализации переданных полномочий',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2009-06-31',
            'title'       : '1.5.13. Подготовка ТЗ на разработку распределенной интегрированной ин...',
            'description' : 'Ключевое событие 1.5.13. Подготовка ТЗ на разработку распределенной интегрированной информационной системы, обеспечивающей планирование, проведение, хранение и обработку результатов процедур надзора и контроля качества образования',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2010-08-16',
            'title'       : '1.5.14. Проектирование и разработка распределенной интегрированной ин...',
            'description' : 'Ключевое событие 1.5.14. Проектирование и разработка распределенной интегрированной информационной системы, обеспечивающей планирование, проведение, хранение и обработку результатов процедур надзора и контроля качества образования',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2011-03-29',
            'title'       : '1.5.15. Разработка перечня требований к созданию информационных систе...',
            'description' : 'Ключевое событие 1.5.15. Разработка перечня требований к созданию информационных систем, ориентированных на процедуры надзора и контроля качества образования',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2011-05-32',
            'title'       : '1.5.16. Разработка, апробация и внедрение системы по оказанию государ...',
            'description' : 'Ключевое событие 1.5.16. Разработка, апробация и внедрение системы по оказанию государственной услуги «Предоставление информации из базы данных участников и результатов единого государственного экзамена»',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2011-06-22',
            'title'       : '1.5.17. Апробация в пилотных регионах распределенной интегрированной ...',
            'description' : 'Ключевое событие 1.5.17. Апробация в пилотных регионах распределенной интегрированной информационной системы, обеспечивающей планирование, проведение, хранение и обработку результатов процедур надзора и контроля качества образования',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2011-11-16',
            'title'       : '1.5.18. Мониторинг замечаний к технологии и программному обеспечению ...',
            'description' : 'Ключевое событие 1.5.18. Мониторинг замечаний к технологии и программному обеспечению ЕГЭ и доработка по ним',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-04-11',
            'title'       : '1.5.19. Модернизация и развитие Федеральной базы свидетельств, интегр...',
            'description' : 'Ключевое событие 1.5.19. Модернизация и развитие Федеральной базы свидетельств, интеграция с внешними информационными ресурсами',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-09-24',
            'title'       : '1.5.20. Модернизация типового решения для территориальных органов, ос...',
            'description' : 'Ключевое событие 1.5.20. Модернизация типового решения для территориальных органов, осуществляющих переданные полномочия',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-10-31',
            'title'       : '1.5.21. Разработка и апробация информационно-аналитического компонент...',
            'description' : 'Ключевое событие 1.5.21. Разработка и апробация информационно-аналитического компонента общероссийской системы оценки качества образования',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-11-31',
            'title'       : '1.5.22. Доработка и внедрение распределенной интегрированной информац...',
            'description' : 'Ключевое событие 1.5.22. Доработка и внедрение распределенной интегрированной информационной системы, обеспечивающей планирование, проведение, хранение и обработку результатов процедур надзора и контроля качества образования',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-12-16',
            'title'       : '1.5.23. Разработка и апробация в пилотных регионах информационной сис...',
            'description' : 'Ключевое событие 1.5.23. Разработка и апробация в пилотных регионах информационной системы «Паспорт образовательного учреждения»',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-12-32',
            'title'       : '1.5.24. Создание интегрированной автоматизированной информационной си...',
            'description' : 'Ключевое событие 1.5.24. Создание интегрированной автоматизированной информационной системы Единого государственного экзамена (АИС ЕГЭ)',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2009-09-31',
            'title'       : '1.5.25. Мониторинг трудозатрат и финансового обеспечения основных вид...',
            'description' : 'Ключевое событие 1.5.25. Мониторинг трудозатрат и финансового обеспечения основных видов работ по контролю и надзору, проводимых при осуществлении переданных полномочий РФ органами исполнительной власти субъектов РФ',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2009-10-32        	',
            'title'       : '1.5.26. Анализ бюджетного законодательства, регулирующего надзорно-ко...',
            'description' : 'Ключевое событие 1.5.26. Анализ бюджетного законодательства, регулирующего надзорно-контрольную деятельность, законодательства в области образования и соответствующих подзаконных актов.',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2009-12-32',
            'title'       : '1.5.27. Разработка проекта нормативного правового акта о методике рас...',
            'description' : 'Ключевое событие 1.5.27. Разработка проекта нормативного правового акта о методике расчета субвенций на исполнение переданных полномочий',
            'icon'        : "green-circle.png",
            'color'       : 'red'
        },
        {'start'          : '2009-07-32',
            'title'       : '1.5.28. Разработка требований к макету автоматизированной информацион...',
            'description' : 'Ключевое событие 1.5.28. Разработка требований к макету автоматизированной информационной системы планирования и эффективности расходования субвенций',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2009-11-31',
            'title'       : '1.5.29. Разработка макета автоматизированной информационной системы п...',
            'description' : 'Ключевое событие 1.5.29. Разработка макета автоматизированной информационной системы планирования и расчета эффективности расходования субвенций',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2010-01-32',
            'title'       : '1.5.30. Апробация макета автоматизированной информационной системы пл...',
            'description' : 'Ключевое событие 1.5.30. Апробация макета автоматизированной информационной системы планирования и расчета эффективности расходования субвенций',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2010-06-31',
            'title'       : '1.5.31. Доработка автоматизированной информационной системы планирова...',
            'description' : 'Ключевое событие 1.5.31. Доработка автоматизированной информационной системы планирования и расчета эффективности расходования субвенций',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2010-07-32',
            'title'       : '1.5.32. Подготовка автоматизированной информационной системы планиров...',
            'description' : 'Ключевое событие 1.5.32. Подготовка автоматизированной информационной системы планирования и расчета эффективности расходования субвенций к вводу в опытную эксплуатацию',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2010-12-32',
            'title'       : '1.5.33. Проведение опытной эксплуатации автоматизированной информацио...',
            'description' : 'Ключевое событие 1.5.33. Проведение опытной эксплуатации автоматизированной информационной системы планирования и расчета эффективности расходования субвенций',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2011-04-31',
            'title'       : '1.5.34. Проектирование комплексной автоматизированной системы прогноз...',
            'description' : 'Ключевое событие 1.5.34. Проектирование комплексной автоматизированной системы прогнозирования доходов и расходов федерального бюджета в части исполнения органами исполнительной власти субъектов РФ переданных полномочий Российской Федерации в области образования',
            'icon'        : "green-circle.png"
        },
        {'start'          : '2011-09-31',
            'title'       : '1.5.35. Разработка комплексной автоматизированной системы прогнозиров...',
            'description' : 'Ключевое событие 1.5.35. Разработка комплексной автоматизированной системы прогнозирования доходов и расходов федерального бюджета в части исполнения органами исполнительной власти субъектов РФ переданных полномочий Российской Федерации в области образования',
            'icon'        : "red-circle.png"
        },
        {'start'          : '2011-12-32        	',
            'title'       : '1.5.36. Апробация на федеральном и региональном уровнях комплексной а...',
            'description' : 'Ключевое событие 1.5.36. Апробация на федеральном и региональном уровнях комплексной автоматизированной системы прогнозирования доходов и расходов федерального бюджета в части исполнения органами исполнительной власти субъектов РФ переданных полномочий Российской Федерации в области образования',
            'icon'        : "blue-circle.png"
        },
        
        {'start'          : '2012-06-31',
            'title'       : '1.5.37. Разработка подходов к оцениванию финансового менеджмента в ор...',
            'description' : 'Ключевое событие 1.5.37. Разработка подходов к оцениванию финансового менеджмента в органах исполнительной власти субъектов Российской Федерации, осуществляющих полномочия Российской Федерации по контролю качества образования, лицензированию, аккредитации, надзору и контролю за соблюдением законодательства в области образования',
            'icon'        : "blue-circle.png"
        },
        {'start'          : '2012-07-32',
            'title'       : '1.5.38. Доработка с учетом апробации комплексной автоматизированной с...',
            'description' : 'Ключевое событие 1.5.38. Доработка с учетом апробации комплексной автоматизированной системы прогнозирования доходов и расходов федерального бюджета в части исполнения органами исполнительной власти субъектов РФ переданных полномочий Российской Федерации в области образования',
            'icon'        : "blue-circle.png"
        },
        
        {'start'          : '2012-09-31',
            'title'       : '1.5.39. Внедрение на федеральном и региональном уровнях комплексной а...',
            'description' : 'Ключевое событие 1.5.39. Внедрение на федеральном и региональном уровнях комплексной автоматизированной системы прогнозирования доходов и расходов федерального бюджета в части исполнения органами исполнительной власти субъектов РФ переданных полномочий Российской Федерации в области образования ',
            'icon'        : "blue-circle.png",
            'color'       : 'red'

        },
        {'start'          : '2012-10-32',
            'title'       : '1.5.40. Разработка методологии оценивания финансового менеджмента в о...',
            'description' : 'Ключевое событие 1.5.40. Разработка методологии оценивания финансового менеджмента в органах исполнительной власти субъектов Российской Федерации, осуществляющих полномочия Российской Федерации по контролю качества образования, лицензированию, аккредитации, надзору и контролю за соблюдением законодательства в области образования',
            'icon'        : "blue-circle.png"
        },
        
        {'start'          : '2012-12-32',
            'title'       : '1.5.41. Апробация методологии оценивания финансового менеджмента в ор...',
            'description' : 'Ключевое событие 1.5.41. Апробация методологии оценивания финансового менеджмента в органах исполнительной власти субъектов Российской Федерации, осуществляющих полномочия Российской Федерации по контролю качества образования, лицензированию, аккредитации, надзору и контролю за соблюдением законодательства в области образования',
            'icon'        : "blue-circle.png"
        }
        
]
};








