Repository: CourseOrchestra/showcase
Catalog: allUserdatas/userdatas/default/resources/platform_*.po
Languages: ru

source: Send12
ru: Тестовый текст на кнопке

source: Cancel
ru: Отменить

source: Starts with (Ctrl+B)
ru: Начинается с (Ctrl+B)

source: Not found
ru: Строка не найдена

source: when retrieving table data from server
ru: при получении данных таблицы с сервера

source: Export to Excel
ru: Экспорт в Excel

source: The table is empty. Export to Excel will not run.
ru: Таблица пуста. Экспорт в Excel выполнен не будет.

source: Show at most
ru: Показывать не более

source: Loading data
ru: Загрузка данных

source: Downloaded entry with ID
ru: Загружаемая запись с идентификатором

source: is already present in the grid. Entries will not be loaded.
ru: уже присутствует в гриде. Записи загружены не будут.

source: when retrieving data from the server XForm
ru: при получении данных XForm с сервера

source: when retrieving data from server to the main XForm
ru: при получении данных главной XForm с сервера

source: An error occurred during downloading files
ru: При загрузке файлов произошла ошибка

source: Error during serialization parameters for Http-request plug.
ru: Ошибка при сериализации параметров для Http-запроса плагина.

source: An error occurred while deserializing an object
ru: Ошибка при десериализации объекта

source: Loading...
ru: Загрузка...

source: No records
ru: Нет записей

source: Export to Excel descendants of the current record
ru: Экспорт в Excel потомков текущей записи

source: Export to Excel records 0-level
ru: Экспорт в Excel записей нулевого уровня

source: To perform a partial update, you must select a sorting grid
ru: Для выполнения частичного обновления, необходимо задать сортировку грида

source: list of values
ru: список значений

source: equal
ru: равно

source: does not equal
ru: не равно

source: is less than
ru: меньше чем

source: less than or equal
ru: меньше или равно

source: is greater than
ru: больше чем

source: greater than or equal
ru: больше или равно

source: contains
ru: содержит

source: starts with
ru: начинается с

source: ends with
ru: заканчивается на

source: does not contain
ru: не содержит

source: does not start with
ru: не начинается с

source: does not end with
ru: не оканчивается на

source: is empty
ru: пусто

source: Mapping
ru: Соответствие

source: Column
ru: Столбец

source: Condition
ru: Условие

source: Value
ru: Значение

source: Select values
ru: Выбрать значения

source: Update filter condition
ru: Обновить условие фильтра

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Clear
ru: Очистить

source: Message
ru: Сообщение

source: Please wait...Data is loading
ru: Пожалуйста, подождите...Идет загрузка данных

source: Welcome
ru: Добро пожаловать

source: Error
ru: Ошибка

source: Empty
ru: Пусто

source: when retrieving graph data from server
ru: при получении данных графика с сервера

source: when retrieving navigator data from server
ru: при получении данных навигатора с сервера

source: when retrieving map data from server
ru: при получении данных карты с сервера

source: when retrieving external plugin data from server
ru: при получении данных внешнего плагина с сервера

source: when retrieving text data from server
ru: при получении текстовых данных с сервера

source: when retrieving current application state data
ru: при получении данных о текущем состоянии приложения

source: when retrieving main application page
ru: при получении данных о главной странице приложения

source: Error when exporting to Excel
ru: Ошибка при экспорте в Excel

source: Error when downloading file
ru: Ошибка при скачивании файла

source: Map drawing error
ru: Ошибка при построении карты

source: External plugin constructing error
ru: Ошибка при построении внешнего плагина

source: Error when retrieving data for external plugin
ru: Ошибка при получение данных плагина

source: Graph construction error
ru: Ошибка при построении графика

source: JSForm construction error
ru: Ошибка при построении js-формы

source: Export current page to Excel
ru: Экспорт в Excel текущей страницы

source: Export entire table to Excel
ru: Экспорт в Excel всей таблицы

source: Copy to clipboard
ru: Копировать в буфер обмена

source: Copy
ru: Копировать

source: Filter
ru: Фильтр

source: Add Record
ru: Добавить запись

source: Save
ru: Сохранить изменения

source: Undo
ru: Отменить изменения

source: Export to Excel is running. It may take a few minutes. Click here to hide the message.
ru: Начат экспорт в Excel. Это может занять несколько минут. Кликните сюда, чтобы скрыть сообщение

source: File downloading
ru: Загрузка файла

source: Error when XForms data saving on server
ru: Ошибка при сохранении данных XForms на сервере

source: File downloading error
ru: Ошибка при скачивании файла

source: PNG file downloading error
ru: Ошибка при PNG скачивании файла

source: File uploading error
ru: Ошибка при загрузке файла(ов) на сервер

source: Converting navigator width error
ru: Ошибка конвертации ширины навигатора

source: Error when converting height of the header or footer
ru: Ошибка преобразования значения высоты верхнего или нижнего колонтитула

source: when execution of server action
ru: при выполнении действия на сервере
