define({
	root: {
		titleX: "Горизонтальная ось",
		titleY: "Вертикальная ось",
		_showAxis: "Показывать ось",
		_axisTitle: "Подпись для оси:",
	
		_fixLower: "Привязать минимальное значение на оси:",
		_fixUpper: "Привязать максимальное значение на оси:",
		_fixNoneLower: "к минимальному значению в данных",
		_fixNoneUpper: "к максимальному значению в данных",
		_fixMajor: "к главному делению оси",
		_fixMinor: "ко второстепенному делению оси",
		_fixMicro: "к микро-делению оси",
	
		_rotation: "Угол вращения подписей:",
		_minorTicks: "Показывать второстепенные деления",
		_microTicks: "Показывать микро-деления",
		_majorLabels: "Показывать подписи к главным делениям",
		_minorLabels: "Показывать подписи ко второстепенным делениям",
		_includeZero: "Показывать ноль",
		
		_leftBottom: "Расположение оси:",
		_leftBottom1X: "снизу",
		_leftBottom2X: "сверху",
		_leftBottom1Y: "слева",
		_leftBottom2Y: "справа"
	},
	ru: true
});